tests/MMSX/MMSX20/Miscellaneous/modify_user_null.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
	<soapenv:Body>
		<ChangeMSISDN xmlns="http://mts.qmobile.ru/api/">
			<msisdn></msisdn>
			<msisdnnew></msisdnnew>
		</ChangeMSISDN>
	</soapenv:Body>
</soapenv:Envelope>